[
    {
        "titl": "ISSS Career Opportunity",
        "d": "17th March",
        "post": "../images/Photos/GoldenBird.jpg",
        "sdesc": "Dear ISSS Member,\nIn our continued effort to help researchers find an opportunity to work in the field of their interest, ISSS has opened a webpage for career opportunities. We now have a new job posting. Details are as below",
        "desc": "Dear ISSS Member,\nIn our continued effort to help researchers find an opportunity to work in the field of their interest, ISSS has opened a webpage for career opportunities. We now have a new job posting. Details are as below\nPosition: Junior Research Fellow NIT Trichy\nApplications are invited from Indian Nationals only for Project Positions research projects, under the principal investigator Dr. M.P. Selvan, Associate Professor/ EEE at National Institute of Technology Tiruchirappalli-15, Tamil Nadu.  \nTitle of the Project: Development of Metal 3D Printed Lightweight Flywheel and Novel Control Algorithm for Micro-grid Energy Storage Applications"
    },
    {
        "titl": "ACU Openings",
        "d": "10th March",
        "post": "../images/Photos/GoldenBird.jpg",
        "sdesc": "ACU is offering a few openings for its members as appended.\n The IHEFreturns again in 2022 with the theme for this year's online conference is 'identifying and responding to emerging challenges'.",
        "desc": "ACU is offering a few openings for its members as appended.\n ·  The International Higher Education Forum (IHEF) returns again in 2022 with the theme for this year's online conference is 'identifying and responding to emerging challenges'.\n ·  Grants of up to GBP 2,500 will be available for staff at ACU member universities to help meet the costs of organising projects that promote the aims and priorities of the Higher Education and the SDGs Network.\nPlease share this information with the faculty and students of your department."
    },
    {
        "titl": "GoldenBird Education Internship",
        "d": "13th March",
        "post": "../images/Photos/GoldenBird.jpg",
        "sdesc": "MIT's fastest growing startup - GoldenBird Education is now recruiting interns at multiple positions. The duration of internship will be of 12 weeks, starting from 01 April, 2022. Interns will report to the GoldenBird Manipal office( #104D, 1st floor - AB4 ). \nInternship Type - Paid. Please find other details below:",
        "desc": "MIT's fastest growing startup - GoldenBird Education is now recruiting interns at multiple positions. The duration of internship will be of 12 weeks, starting from 01 April, 2022. Interns will report to the GoldenBird Manipal office( #104D, 1st floor - AB4 ). \nInternship Type - Paid. Please find other details below:\nRoles offered : \n1. Instructors/Course Makers (Android Developer)\n2. Instructors/Course Makers (Web Developer)\n3. Instructors/Course Makers (3D Modeler) \n4. Videographer & Animator\n5. Graphic Designers\n6. Content Writers (Non-Tech)\nA detailed infographic along with a form link will be shared with you on 12 March, 2022. Registration link will be active till 17 March 2022."
    },
    {
        "titl": "Smart India Hackathon 2022",
        "d": "27th February",
        "post": "../images/Photos/GoldenBird.jpg",
        "sdesc": "Smart India Hackathon 2022 is a nationwide initiative to provide students a platform to solve some of the pressing problems and develop innovative and cost-effective solutions. \nAlong with the exciting cash prizes of upto 1 Lakh and mentorship from the top industry leaders SIH 2022 has announced research/ start-up funds upto 10 Lakhs for the best ideas and solutions.", 
        "desc": "Smart India Hackathon 2022 is a nationwide initiative to provide students a platform to solve some of the pressing problems and develop innovative solutions.\nThere are around 433 problem statements for software and 91 problem statements for hardware published for the students to submit their ideas, additionally you can submit your own club/project problem statements as student innovation.\nAs per SIH 2022 process, we will be conducting the Internal Hackathon to select best 7 teams (5 for Software Edition and 2 for Hardware Edition) to participate in SIH further rounds and grand finale event from MIT.\nA seminar will be conducted on 2nd March, 2022 (Wednesday) at 6:30pm which will be the Director Sir's official address and hence holds immense importance for all the students who wish to take part in the Hackathon.\n\nThe meeting link for the seminar: https://tinyurl.com/2deauzed"
    } 
]